Repository: Aiky30/djangocms-blog
Catalog: djangocms_blog/locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: You can provide plain strings, Post model attribute or method names
nb_no: Du kan bruke vanlige strenger, Post modell attributt eller metodenavn

source: application title
nb_no: applikasjonstittel

source: object name
nb_no: objekt navn

source: blog config
nb_no: bloggkonfigurasjon

source: blog configs
nb_no: bloggkonfigurasjoner

source: untitled
nb_no: uten tittel

source: Post published by default
nb_no: Publiser Post automatisk

source: Permalink structure
nb_no: Permanent link struktur

source: Use placeholder and plugins for article body
nb_no: Bruk plassholder og plugin for artikkelinnhold

source: Use abstract field
nb_no: Bruk abstrakt felt

source: Set author
nb_no: Sett forfatter

source: Set author by default
nb_no: Sett forfatter automatisk

source: Paginate size
nb_no: Sidevisningsstørrelse

source: When paginating list views, how many articles per page?
nb_no: Ved sidevisning av liste views, hvor mange artikler per side?

source: Alternative directory to load the blog templates from
nb_no: Alternativ mappe for å laste blogg templates fra

source: Menu structure
nb_no: Menystruktur

source: Structure of the django CMS menu
nb_no: Strukturen på django CMS menyen

source: Sitemap changefreq
nb_no: Sidekart endringsfrekvens

source: Changefreq attribute for sitemap items
nb_no: Changefreq attributt for sidekartelementer

source: Sitemap priority
nb_no: Sidekartprioritet

source: Priority attribute for sitemap items
nb_no: Priority attributt fir sidekartelementer

source: Object type
nb_no: Objekttype

source: Facebook application ID
nb_no: Facebook applikasjonsid

source: Facebook profile ID
nb_no: Facebook profilid

source: Facebook page URL
nb_no: Facebook sideadresse

source: Facebook author URL
nb_no: Facebook forfatteradresse

source: Facebook author
nb_no: Facebook forfatter

source: Twitter site handle
nb_no: Twitter sidenavn

source: Twitter author handle
nb_no: Twitter forfatternavn

source: Google+ author name
nb_no: Google

source: Send notifications on post publish
nb_no: Send notifikasjoner når post publiseres

source: Emits a desktop notification -if enabled- when publishing a new post
nb_no: Gir fra seg en skrivebordsnotifikasjon -hvis slått på- når en ny post publiseres

source: Send notifications on post update
nb_no: Send notifikasjoner når poster oppdateres

source: Emits a desktop notification -if enabled- when editing a published post
nb_no: Gir fra seg en skrivebordsnotifikasjon -hvis slått på- når en publisert post redigeres

source: Blog
nb_no: Blogg

source: Blog menu
nb_no: Bloggmeny

source: Post list
nb_no: Postliste

source: Add post
nb_no: Legg til post

source: Edit configuration
nb_no: Rediger konfigurasjon

source: Edit Post
nb_no: Rediger Post

source: Publish {0} now
nb_no: Publiser {0} nå

source: New {0}
nb_no: Ny {0}

source: Create a new {0} in {1}
nb_no: Opprett en ny {0} i {1}

source: Blog articles on %(site_name)s
nb_no: Bloggartikler på %(site_name)s

source: title
nb_no: tittel

source: parent
nb_no: forelder

source: created at
nb_no: opprettet

source: modified at
nb_no: endret

source: app. config
nb_no: app. konfig

source: name
nb_no: navn

source: blog category
nb_no: bloggkategori

source: blog categories
nb_no: bloggkategorier

source: author
nb_no: forfatter

source: created
nb_no: opprettet

source: last modified
nb_no: sist endret

source: published since
nb_no: publisert siden

source: published until
nb_no: publisert inntil

source: publish
nb_no: publiser

source: category
nb_no: kategori

source: main image
nb_no: hovedbilde

source: main image thumbnail
nb_no: hovedbilde i miniatyr

source: main image full
nb_no: hovedbilde i fullstørrelse

source: enable comments on post
nb_no: slå på kommentarer ved posting

source: Site(s)
nb_no: Nettsted

source: Select sites in which to show the post. If none is set it will be visible in all the configured sites.
nb_no: Velg nettstedene du vil vise denne posten på. Hvis satt til ingen vil den vises på alle de konfigurerte nettstedene.

source: abstract
nb_no: abstrakt

source: post meta description
nb_no: post meta beskrivelse

source: post meta keywords
nb_no: post meta nøkkelord

source: post meta title
nb_no: post meta tittel

source: used in title tag and social sharing
nb_no: brukes i title taggen og sosial deling

source: text
nb_no: tekst

source: blog article
nb_no: bloggartikkel

source: blog articles
nb_no: bloggartikler

source: articles
nb_no: artikler

source: The number of latests articles to be displayed.
nb_no: Antall siste artikler som skal vises

source: filter by tag
nb_no: filtrer etter tagg

source: Show only the blog articles tagged with chosen tags.
nb_no: Vis bare bloggartikler tagget med valgte tagger.

source: filter by category
nb_no: filtrer etter kategori

source: Show only the blog articles tagged with chosen categories.
nb_no: Vis bare bloggartikler med valgte kategorier.

source: %s latest articles by tag
nb_no: %s siste artikler etter tagg

source: authors
nb_no: forfattere

source: The number of author articles to be displayed.
nb_no: Antall forfatterartikler som skal vises.

source: %s latest articles by author
nb_no: %s siste artikler av forfatter

source: generic blog plugin
nb_no: generisk bloggplugin

source: Full date
nb_no: Full dato

source: Year / Month
nb_no: År / Måned

source: Category
nb_no: Kategori

source: Just slug
nb_no: Bare slug

source: Categories and posts
nb_no: Kategorier og poster

source: Categories only
nb_no: Bare kategorier

source: Posts only
nb_no: Bare poster

source: None
nb_no: Ingen

source: always
nb_no: alltid

source: hourly
nb_no: hver time

source: daily
nb_no: daglig

source: weekly
nb_no: ukentlig

source: monthly
nb_no: månedlig

source: yearly
nb_no: årlig

source: never
nb_no: aldri

source: Latest Blog Articles
nb_no: Siste Bloggartikler

source: Author Blog Articles
nb_no: Forfatters Bloggartikler

source: Tags
nb_no: Tagger

source: Categories
nb_no: Kategorier

source: Archive
nb_no: Arkiv

source: read more
nb_no: les mer

source: by
nb_no: av

source: 1 article
nb_no: 1 artikkel

source: 0 articles
nb_no: 0 artikler

source: No article found.
nb_no: Ingen artikler funnet.

source: Authors
nb_no: Forfattere

source: Articles by
nb_no: Artikler av

source: No categories found.
nb_no: Ingen kategorier funnet.

source: Tag
nb_no: Tagg

source: Back
nb_no: Tilbake

source: previous
nb_no: forrige

source: Page
nb_no: side

source: of
nb_no: av

source: next
nb_no: neste
